product_name = [
	"悦期贷(一押)", "悦期贷(二押)", "悦期贷(120期一押)", "悦期贷(120期二押)",
	"四方贷", 'E押通-2.0(120期二押)', 'E押通-2.0(120期一押)', 'E押通-2.0(二押)',
	'E押通-2.0(一押)', '过桥通-1.0(一线城市)', '过桥通-1.0(二线城市)',
	'利民贷', '循环贷-2.1(一线城市)', '循环贷-2.1(非一线城市)'
	]

product = {
	"YES": [  # 渠道
		{"name": "悦期贷(一押)", "period": 36},
		{"name": "悦期贷(二押)", "period": 36},
		{"name": "悦期贷(120期一押)", "period": 120},
		{"name": "悦期贷(120期二押)", "period": 120},
		{"name": "四方贷", "period": 60},
		],
	"NO":  [  # 非渠道
		{"name": "E押通-2.0(120期一押)", "period": 120},
		{"name": "E押通-2.0(120期二押)", "period": 120},
		{"name": "E押通-2.0(一押)", "period": 60},
		{"name": "E押通-2.0(二押)", "period": 60},
		{"name": "过桥通-1.0(一线城市)", "period": 19},
		{"name": "过桥通-1.0(二线城市)", "period": 19},
		{"name": "利民贷", "period": 2},
		{"name": "循环贷-2.1(一线城市)", "period": 6},
		{"name": "循环贷-2.1(非一线城市)", "period": 6}
		]
		
	}

product_city = [
	'东莞分公司', '南通分公司', '南京分公司', '无锡分公司', '苏州分公司', '常州分公司',
	'广州分公司', '天津分公司',
	]
