product_name = [
	"E押通-2.1(一押)", "E押通-2.1(二押)", "E押通-2.1(120期一押)", "E押通-2.1(120期二押)",
	"车位贷-1.0", 'E押通-2.0(120期二押)', 'E押通-2.0(120期一押)', 'E押通-2.0(二押)',
	'E押通-2.0(一押)', '过桥通-1.0(一线城市)', '过桥通-1.0(二线城市)',
	'循环贷-1.0', '循环贷-2.1(一线城市)', '循环贷-2.1(非一线城市)'
	]

product = {
	"YES": [  # 渠道
		{"name": "E押通-2.1(一押)", "period": 36},
		{"name": "E押通-2.1(二押)", "period": 36},
		{"name": "E押通-2.1(120期一押)", "period": 120},
		{"name": "E押通-2.1(120期二押)", "period": 120},
		{"name": "车位贷-1.0", "period": 60},
		],
	"NO":  [  # 非渠道
		{"name": "E押通-2.0(120期一押)", "period": 120},
		{"name": "E押通-2.0(120期二押)", "period": 120},
		{"name": "E押通-2.0(一押)", "period": 60},
		{"name": "E押通-2.0(二押)", "period": 60},
		{"name": "过桥通-1.0(一线城市)", "period": 19},
		{"name": "过桥通-1.0(二线城市)", "period": 19},
		{"name": "循环贷-1.0", "period": 2},
		{"name": "循环贷-2.1(一线城市)", "period": 6},
		{"name": "循环贷-2.1(非一线城市)", "period": 6}
		]
		
	}

product_city = [
	'东莞分公司', '南通分公司', '南京分公司', '无锡分公司', '苏州分公司', '常州分公司',
	'广州分公司'
	]
